Repository: Realmirbek/cerebra
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ky, ru

source: MAIN
ky: БАШКЫ
ru: ОСНОВНОЙ

source: PROBLEM
ky: МАСЕЛЕ
ru: ПРОБЛЕМА

source: AI SOLUTION
ky: ЖАСАНДЫ ИНТЕЛЛЕКТ ЧЫГАРМАСЫ
ru: ИИ-РЕШЕНИЕ

source: COMPANY
ky: КОМПАНИЯ
ru: КОМПАНИЯ

source: CHARITY FOUNDATION
ky: КАЙРЫМДУУЛУК ФОНДУ
ru: БЛАГОТВОРИТЕЛЬНЫЙ ФОНД

source: CONTACTS
ky: БАЙЛАНЫШ
ru: КОНТАКТЫ

source: AI-powered software for early stroke detection for faster and more accurate treatment
ky: Ишемиялык инсультту эрте баамдоо үчүн ЖИ негизинде иштеген программа, тезирээк жана так дарылоо үчүн
ru: Программное обеспечение на базе искусственного интеллекта для раннего выявления инсульта с целью более быстрого и точного лечения

source: fast stroke diagnosis
ky: инсультту тез диагноздоо
ru: быстрая диагностика инсульта

source: minimisation of the human factor
ky: адамдын факторун минималдаштыруу
ru: минимизация человеческого фактора

source: internal ecosystem for patients data exchange
ky: пациенттердин маалыматтарын алмашуу үчүн ички экосистема
ru: внутренняя экосистема для обмена данными пациентов

source: any-time remote platform access
ky: ар дайым алыстан платформага кирүү мүмкүнчүлүгү
ru: удаленный доступ к платформе в любое время

source: STROKE STATISTICS IN KAZAKHSTAN
ky: КАЗАКСТАНДА ИНСУЛЬТТУН СТАТИСТИКАСЫ
ru: СТАТИСТИКА ИНСУЛЬТА В КАЗАХСТАНЕ

source: cause of death
ky: өлүмдүн негизги себеби
ru: причина смерти

source: Kazakhstan ranks
ky: Казакстан инсульттон өлүм боюнча дүйнөдө
ru: Казахстан занимает

source: in death statistics due to stroke
ky: орунда турат
ru: в статистике смертности от инсульта

source: survivors have severe disabilities
ky: аман калгандардын %60 оор мүчөлүккө дуушар болот
ru: выжившие имеют серьезные нарушения

source: THOUSAND
ky: МИҢ
ru: ТЫСЯЧА

source: stroke cases annually
ky: жылына инсульт учурлары
ru: случаев инсульта ежегодно

source: likelihood of death
ky: өлүм ыктымалдыгы
ru: случаев инсульта ежегодно

source: die during the initial 10 days
ky: адам алгачкы 10 күндө каза болот
ru: умирают в течение первых 10 дней

source: die during the first month
ky: адам биринчи айда каза болот
ru: умереть в течение первого месяца

source: Kazakhstanis are registered for stroke disability
ky: казакстандык инсульттон нааразылыкка катталган
ru: Казахстанцы поставлены на учет по инвалидности после инсульта

source: Stroke is an abrupt interruption of constant blood flow to the brain that causes damage and death of neurons in the brain.
ky: Инсульт - мээге кандын дайыма агымынын кенетинен бузулушу, мээдеги нейрондардын зыянга учурашына жана өлүмүнө алып келет.
ru: Инсульт — это внезапное прекращение постоянного притока крови к мозгу, которое приводит к повреждению и гибели нейронов в мозге.

source: Ischemic stroke is caused by a blockage in an artery that supplies blood to the brain. A hemorrhagic stroke happens when a blood vessel bursts, causing bleeding in the brain.
ky: Ишемиялык инсульт мээге кан менен камсыз кылуучу артериянын бүтүнө электен келип чыгат. Геморрагиялык инсульт кан тамыр жарылганда, мээге кан куюлуудан пайда болот.
ru: Ишемический инсульт возникает из-за закупорки артерии, снабжающей кровью мозг. Геморрагический инсульт происходит, когда кровеносный сосуд разрывается, вызывая кровоизлияние в мозг.

source: Ischemic stroke occurs much more often (more than 80%% of cases) than hemorrhagic stroke.
ky: Ишемиялык инсульт геморрагиялык инсультко караганда көбүрөөк (80%%ден ашык учурда) кездешет.
ru: Ишемический инсульт встречается значительно чаще (более 80%% случаев), чем геморрагический инсульт.

source: Besides the lack of highly qualified medical personnel, the main problem with stroke diagnosis lies in the inability of a human eye to detect cytotoxic edema on a CT (computed tomography) scan)
ky: Жогорку квалификациялуу медициналык кадрлардын жетишсиздигинен сырткары, инсультту диагноздоодогу негизги маселе - адамдын көзүнүн КТ (компьютердик томография) сүрөтүндө цитотоксикалык шишикти аныктай албашы)
ru: Помимо нехватки высококвалифицированных медицинских кадров, основная проблема диагностики инсульта заключается в неспособности человеческого глаза обнаружить цитотоксический отек на КТ (компьютерной томографии).

source: QUALIFICATION GAP
ky: КВАЛИФИКАЦИЯЛУУЛУКТАГЫ АЙЫРМАЧЫЛЫК
ru: РАЗРЫВ В КВАЛИФИКАЦИИ

source: Shortage of medical staff and a large gap in doctors qualifications
ky: Медициналык кызматкерлердин жетишсиздиги жана врачтардын квалификациясындагы чоң айырма
ru: Нехватка медицинских кадров и большой разрыв в квалификации врачей

source: HIGH BURDEN ON DOCTORS
ky: ВРАЧТАРГА ЧОҢ ЖҮК
ru: ВЫСОКАЯ НАГРУЗКА НА ВРАЧЕЙ

source: The overwhelmed medical staff especially during complex and conflicting cases
ky: Абдан жүктөлгөн медициналык кызматкерлер, айрыкча татаал жана талаштуу учурларда
ru: Перегруженность медицинского персонала, особенно во время сложных и противоречивых случаев

source: HUMAN EYE IS UNABLE TO DETECT EMERGING STROKE ON A CT SCAN
ky: АДАМДЫН КӨЗҮ КТ СҮРӨТҮНДӨ ЖАҢЫ ЭЛЕ ПАЙДА БОЛУП ЖАТКАН ИНСУЛЬТТУ АНЫКТАЙ АЛБАЙТ
ru: Человеческий глаз не способен обнаружить начинающийся инсульт на компьютерной томографии

source: The human eye is unable to diagnose an emerging cytotoxic edema on a CT scan. Stroke diagnosis by a doctor is possible only after 6 hours from the symptoms onset
ky: Адамдын көзү КТ сүрөтүндө пайда болуп жаткан цитотоксикалык шишикти диагноздой албайт. Врач тарабынан инсультту диагноздоо симптомдор пайда болгондон кийин гана 6 сааттан кийин гана мүмкүн
ru: Человеческий глаз не способен диагностировать развивающийся цитотоксический отёк на КТ. Диагностика инсульта врачом возможна только через 6 часов после появления симптомов.

source: NO PLATFORMS
ky: ПЛАТФОРМАЛАР ЖОК
ru: НЕТ ПЛАТФОРМ

source: No platform for quick expertise opinion and experience exchange
ky: Эксперттик пикирлерди тез алуу жана тажрыйба алмашуу үчүн платформа жок
ru: Отсутствие платформы для быстрого обмена экспертными мнениями и опытом

source: Stroke's therapeutic window
ky: Инсультту дарылоонун «терапевтикалык терезеси»
ru: Терапевтическое окно инсульта

source: is the initial 4.5 hours after the onset of symptoms.
ky: симптомдор пайда болгондон кийинки алгачкы 4.5 саат.
ru: первые 4,5 часа после появления симптомов.

source: SOLUTION
ky: ЧЫГАРМА
ru: РЕШЕНИЕ

source: AI that identifies brain stroke within 10 minutes helping to prevent neurologic deficit and brain cells death -
ky: Жасалма интеллект мээ инсультту 10 мүнөт ичинде аныктап, неврологиялык дефицит жана мээ клеткаларынын өлүмүн алдын алууга жардам берет -
ru: ИИ, который распознает инсульт мозга в течение 10 минут, помогая предотвратить неврологический дефицит и гибель клеток мозга.

source: As a result:
ky: Натыйжада:
ru: Как результат:

source: Patient receives immediate treatment
ky: Пациент дароо дарылоо алат
ru: Пациент получает немедленное лечение

source: Risks of function loss and neurologic deficit are minimised
ky: Функцияларды жоготуу жана неврологиялык дефициттин тобокелдиги минималдаштырылат
ru: Риски потери функций и неврологического дефицита сведены к минимуму

source: STANDARD PROCEDURE
ky: СТАНДАРТТУУ ТАРТИП
ru: СТАНДАРТНАЯ ПРОЦЕДУРА

source: software is available as a web platform and a smartphone application for iOS and Android
ky: программа веб-платформа жана iOS жана Android үчүн смартфон колдонмосу катары жеткиликтүү
ru: программное обеспечение доступно в виде веб-платформы и приложения для смартфонов на iOS и Android

source: analysis of brain damage according to the ASPECTS scale
ky: ASPECTS шкаласы боюнча мээнин зыян көргөнүн анализдөө
ru: анализ поражения головного мозга по шкале ASPECTS

source: automation of medical guidelines
ky: медициналык жолдомолорду автоматташтыруу
ru: автоматизация медицинских руководств

source: was developed by Almaty A.I. Lab, which has been developing artificial intelligence technologies since 2018.
ky: Алматы A.I. Lab иштелип чыккан, ал 2018-жылдан бери жасалма интеллект технологияларын иштеп чыгууда.
ru: разработано Almaty A.I. Lab, которая разрабатывает технологии искусственного интеллекта с 2018 года.

source: member of Astana Hub (the biggest international IT and startup hub in Central Asia)
ky: Astana Hub мүчөсү (Борбордук Азиядагы эң ири эл аралык IT жана стартап борбору)
ru: член Astana Hub (крупнейший международный IT и стартап-хаб в Центральной Азии)

source: member of AIFC (Astana International Financial Centre)
ky: AIFC мүчөсү (Астана Эл аралык Финансы Борбору)
ru: член AIFC (Астана Международный Финансовый Центр)

source: is a public charity foundation dedicated to the fight against stroke. The Foundation was opened on October 29, 2021, as part of International Stroke Day
ky: инсультко каршы күрөшкө арналган коомдук кайрымдуулук фонду. Фонд 2021-жылдын 29-октябрында, Эл аралык Инсультку каршы күнүнө карата ачылган
ru: является публичным благотворительным фондом, посвящённым борьбе с инсультом. Фонд открыт 29 октября 2021 года в рамках Международного дня инсульта

source: The Foundation is committed to develop a comprehensive solution to the problems surrounding the diagnosis and treatment of stroke.
ky: Фонд инсультту диагноздоо жана дарылоо маселелерине жалпы чыгаруу иштеп чыгууга багытталган.
ru: Фонд стремится разработать комплексное решение проблем диагностики и лечения инсульта.

source: The objectives of the foundation are:
ky: Фонддун милдеттери:
ru: Цели фонда:

source: Supporting innovative technologies that help in the fight against stroke;
ky: Инсультко каршы күрөшкө жардам берген инновациялык технологияларды колдоо;
ru: Поддержка инновационных технологий, помогающих в борьбе с инсультом;

source: Working with the public to raise awareness about risk factors, methods of prevention and self-diagnosis of stroke;
ky: Коом менен биргелешип, инсульттун тобокелдик факторлору, алдын алуу жана өзүн-өзү диагноздоо ыкмалары жөнүндө илимдикти көтөрүү;
ru: Работа с общественностью по повышению осведомлённости о факторах риска, методах профилактики и самодиагностики инсульта;

source: Supporting medical students, medical residents, postgraduate students and medical researchers to help in the fight against stroke.
ky: Медицина студенттерин, ординаторлорду, аспиранттарды жана илимий иштерди инсультко каршы күрөшкө жардам берүү үчүн колдоо.
ru: Поддержка студентов-медиков, ординаторов, аспирантов и медицинских исследователей в борьбе с инсультом.

source: The Foundation is a completely non-profit organization supported by voluntary contributions.
ky: Фонд толугу менен добушсуз салымдар менен колдоого алынган коммерциялык эмес уюм.
ru: Фонд является полностью некоммерческой организацией, поддерживаемой за счёт добровольных взносов.

source: Why did the medical startup Cerebra receive $1 million from Timur Turlov
ky: Эмне үчүн Cerebra медициналык стартабы Тимур Турловдон 1 миллион доллар алды
ru: Почему медицинский стартап Cerebra получил 1 миллион долларов от Тимура Турлова

source: Medicine of the future with CEREBRA
ky: Келечектин медицинасы CEREBRA менен
ru: Медицина будущего с CEREBRA

source: How does the Kazakh startup use artificial intelligence for early diagnosis of stroke
ky: Казак стартабы инсультту эрте диагноздоо үчүн жасалма интеллектти кантип колдонот
ru: Как казахстанский стартап использует искусственный интеллект для ранней диагностики инсульта

source: Finalists EMERGE Challenge 2021
ky: EMERGE Challenge 2021 финалисттери
ru: Финалисты EMERGE Challenge 2021

source: TOP 5 of 700 startups
ky: 700 стартаптын ичинен TOP 5
ru: ТОП-5 из 700 стартапов

source: TOP 10 best startups of 2020 by Astana Hub
ky: Astana Hub сунуштоосу боюнча 2020-жылдын эң мыкты 10 стартабы
ru: ТОП-10 лучших стартапов 2020 по версии Astana Hub

source: Finalists of Kazakhstan Digital Accelerator
ky: Казакстан Digital Accelerator финалисттери
ru: Финалисты Kazakhstan Digital Accelerator

source: Venture capital investment of $ 50 000
ky: Венчурдук капитал салымы $ 50 000
ru: Венчурные инвестиции в размере 50 000 долларов

source: SOCIAL NETWORKS
ky: КОММУНАЛДЫК ТАРМАКТАР
ru: СОЦИАЛЬНЫЕ СЕТИ

source: OFFICE HOURS
ky: ИШКЕРЧИЛИК УБАКТЫСЫ
ru: ЧАСЫ РАБОТЫ

source: Mon-Fri 10:00-19:00
ky: Дүй-Жум 10:00-19:00
ru: Пн-Пт 10:00-19:00

source: ADDRESS
ky: ДАРЕГИ
ru: АДРЕС

source: Republic of Kazakhstan
ky: Казакстан Республикасы
ru: Республика Казахстан

source: Almaty city
ky: Алматы шаары
ru: город Алматы

source: Dostyk Avenue 210A
ky: Достук даңгылы 210А
ru: проспект Достык 210А

source: KOKTEM GRAND 5th floor, office 53
ky: КÖКТӨМ ГРАНД 5-кабат, 53-бөлмө
ru: KOKTEM GRAND, 5 этаж, офис 53

source: PRODUC
ru: ПРОДУКТ
